Revit 2024 API
BuiltInFailures.MEPCalculationFailures Class
 Failures about Fluid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class MEPCalculationFailures
Visual Basic
Public NotInheritable Class MEPCalculationFailures
Visual C++
public ref class MEPCalculationFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures
See Also
BuiltInFailures.MEPCalculationFailures Members
Autodesk.Revit.DB Namespace